[
    {
        "id": 1,
        "titulo": "¡INSÓLITO! Un mono se cuela en los pasillos de Puente Europa",
        "fecha": "30 Nov, 2024",
        "categoria": "Última Hora",
        "imagen": "https://images.unsplash.com/photo-1540573133985-87b6da6d54a9?q=80&w=1000&auto=format&fit=crop",
        "resumen": "Sorpresa mayúscula esta mañana cuando un primate ha decidido visitar nuestras instalaciones ante la atónita mirada de los alumnos.",
        "contenido": "Lo que parecía una mañana tranquila de lunes se convirtió en una escena de película. Un mono, presuntamente escapado de una reserva cercana, cruzó la entrada principal y demostró sus habilidades acrobáticas en la zona de taquillas. Aunque los alumnos al principio se asustaron, el animal solo curioseó un poco y trepó por las lámparas. Los servicios de control de animales lograron bajarlo con fruta y ya ha sido devuelto sano y salvo.",
        "video": "mono.mp4",
        "destacada": true
    },
    {
        "id": 2,
        "titulo": "Torneo Interescolar: CS:GO, FIFA y Clash Royale",
        "fecha": "02 Dic, 2024",
        "categoria": "Competición",
        "imagen": "https://images.unsplash.com/photo-1542751371-adc38448a05e?auto=format&fit=crop&w=1000&q=80",
        "resumen": "El auditorio se transformará en una arena de eSports este fin de semana. ¡Inscripciones abiertas!",
        "contenido": "Prepárate para la competición del año. Los alumnos de Informática han organizado un evento masivo que enfrentará a los mejores jugadores del instituto. Habrá pantallas gigantes para seguir las partidas de Counter-Strike, una zona dedicada a simuladores de fútbol y torneos rápidos de Clash Royale en móvil. Habrá premios tecnológicos para los ganadores de cada categoría.",
        "video": null,
        "destacada": true
    },
    {
        "id": 3,
        "titulo": "De las aulas a Silicon Valley: Alumno ficha por Google",
        "fecha": "01 Dic, 2024",
        "categoria": "Última Hora",
        "imagen": "https://images.unsplash.com/photo-1522071820081-009f0129c71c?auto=format&fit=crop&w=1000&q=80",
        "resumen": "Alejandro García, recién graduado en Administracion de sistemas informaticos en red (ASIR), se une al equipo de ingeniería de Google.",
        "contenido": "Orgullo para Puente Europa. Tras presentar su proyecto final de ciclo sobre inteligencia artificial aplicada a la accesibilidad, Alejandro fue contactado por los reclutadores del gigante tecnológico. 'Todo empezó en las clases de programación del instituto', afirma. Su trayectoria demuestra que la Formación Profesional es un trampolín directo al éxito internacional.",
        "video": null,
        "destacada": true
    },
    {
        "id": 4,
        "titulo": "Exhibición de Modding: PCs que son obras de arte",
        "fecha": "28 Nov, 2024",
        "categoria": "Eventos",
        "imagen": "https://images.unsplash.com/photo-1587202372775-e229f172b9d7?auto=format&fit=crop&w=1000&q=80",
        "resumen": "Refrigeración líquida, luces neón y diseños futuristas toman el taller de hardware.",
        "contenido": "No son solo ordenadores, son esculturas tecnológicas. Los alumnos de Sistemas Microinformáticos (SMR) presentan sus proyectos finales de montaje. Podrás ver desde PCs sumergidos en aceite mineral hasta cajas personalizadas impresas en 3D con temáticas de videojuegos. La exposición estará abierta al público durante toda la semana en el hall principal.",
        "video": null,
        "destacada": false
    },
    {
        "id": 5,
        "titulo": "25 Aniversario: Formando a los técnicos del futuro",
        "fecha": "04 Dic, 2024",
        "categoria": "Eventos",
        "imagen": "https://images.unsplash.com/photo-1523240795612-9a054b0db644?auto=format&fit=crop&w=1000&q=80",
        "resumen": "Celebramos un cuarto de siglo de experiencia con partners de lujo como Cisco, AWS y Microsoft. ¡Últimas plazas en Administración y Finanzas!",
        "contenido": "Este curso es muy especial: Puente Europa cumple 25 años de experiencia educativa. Regresamos a las aulas consolidándonos como referentes gracias a nuestras alianzas oficiales con Cisco Networking Academy, Microsoft IT Academy y AWS Academy. AVISO IMPORTANTE: Las plazas para Sistemas Microinformáticos y ASIX ya están agotadas, pero todavía estás a tiempo de matricularte en las ÚLTIMAS PLAZAS del Ciclo Superior de Administración y Finanzas. ¡No te quedes fuera!",
        "video": null,
        "destacada": false
    }
]